source/_static/diagrams/18-language-ecosystems.d2
direction: right
n0: "exts_list"
n1: "pip/R"
n2: "into prefix"
n0 -> n1
n1 -> n2
